tap "caskroom/cask"
tap "caskroom/fonts"
tap "d12frosted/emacs-plus"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/php"
tap "homebrew/science"
tap "homebrew/versions"
tap "homebrew/x11"
tap "martido/brew-graph"
tap "neovim/neovim"
tap "vitorgalvao/tiny-scripts"
cask "java"
cask "xquartz"
brew "ack"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "boot-clj"
brew "fontconfig"
brew "gettext"
brew "libsigsegv"
brew "clisp"
brew "cmake"
brew "coreutils"
brew "curl"
brew "findutils"
brew "pcre2"
brew "fish"
brew "gmp"
brew "isl"
brew "mpfr"
brew "gdbm"
brew "git"
brew "sqlite"
brew "python"
brew "git-lfs"
brew "gnu-sed", args: ["with-default-names"]
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "libgpg-error"
brew "libksba"
brew "gnupg"
brew "go"
brew "gradle"
brew "grep"
brew "icu4c"
brew "heroku"
brew "htop-osx"
brew "httpie"
brew "libtool"
brew "leiningen"
brew "libcroco"
brew "libevent"
brew "librsvg"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "maven"
brew "msgpack"
brew "unibilium"
brew "neovim"
brew "openssl@1.1"
brew "nginx"
brew "nmap"
brew "nvm"
brew "openssh"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "sshfs"
brew "the_silver_searcher"
brew "tmux"
brew "tomcat"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "d12frosted/emacs-plus/emacs-plus"
cask "atom"
cask "dropbox"
cask "filezilla"
cask "firefox"
cask "font-fira-code"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "font-source-code-pro"
cask "gas-mask"
cask "google-chrome"
cask "gpgtools"
cask "haskell-platform"
cask "hex-fiend"
cask "hyper"
cask "intellij-idea-ce"
cask "iterm2"
cask "keybase"
cask "licecap"
cask "macdown"
cask "mongodb-compass"
cask "ngrok"
cask "postgres"
cask "postico"
cask "psequel"
cask "querious"
cask "racket"
cask "rocket"
cask "sketchup"
cask "skyfonts"
cask "skype"
cask "soundflower"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "torbrowser"
cask "tunnelbear"
cask "tunnelblick"
cask "utorrent"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
