cask_args appdir: '/Applications'

tap 'bramstein/webfonttools'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'd12frosted/emacs-plus'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'neovim/neovim'
tap 'vitorgalvao/tiny-scripts'

cask 'java'
cask 'xquartz'
brew 'ack'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'bfg'
brew 'binutils'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'p7zip'
brew 'ssdeep'
brew 'xz'
brew 'binwalk'
brew 'boost', args: ['with-icu4c']
brew 'cifer'
brew 'libsigsegv'
brew 'clisp'
brew 'gmp@4'
brew 'isl@0.12'
brew 'cloog'
brew 'cmake'
brew 'coreutils'
brew 'cscope'
brew 'curl'
brew 'zeromq'
brew 'czmq'
brew 'dex2jar'
brew 'dns2tcp'
brew 'jpeg'
brew 'libtiff'
brew 'little-cms2'
brew 'ghostscript'
brew 'epstool'
brew 'faad2'
brew 'fcrackzip'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg', args: ['with-libvorbis', 'with-theora']
brew 'fftw'
brew 'findutils'
brew 'pcre2'
brew 'fish'
brew 'flac'
brew 'fltk'
brew 'libtool'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'foremost'
brew 'webp'
brew 'gd'
brew 'gdb'
brew 'gdbm'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'git-flow'
brew 'git-lfs'
brew 'gl2ps'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'gsettings-desktop-schemas'
brew 'glib-networking'
brew 'gnu-sed', args: ['with-default-names']
brew 'gnupg'
brew 'lua'
brew 'gnuplot', args: ['with-qt@5.7', 'with-x11']
brew 'go'
brew 'graphicsmagick'
brew 'graphviz'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'python3'
brew 'hashpump'
brew 'heroku'
brew 'hr'
brew 'htop-osx'
brew 'httpie'
brew 'hub'
brew 'mysql'
brew 'hydra'
brew 'perl'
brew 'imagemagick', args: ['with-webp']
brew 'irssi'
brew 'jbig2dec'
brew 'john'
brew 'oniguruma'
brew 'jq'
brew 'knock'
brew 'leiningen'
brew 'libcroco'
brew 'libdnet'
brew 'libevent'
brew 'libgpg-error'
brew 'libidn'
brew 'libksba'
brew 'python'
brew 'libmagic', args: ['with-python']
brew 'libmms'
brew 'libmpdclient'
brew 'libogg'
brew 'librsvg'
brew 'libvorbis'
brew 'speex'
brew 'theora'
brew 'libshout'
brew 'libsndfile'
brew 'libsodium'
brew 'vala'
brew 'libsoup'
brew 'libssh2'
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'libxml2'
brew 'libyaml'
brew 'lynx'
brew 'mad'
brew 'mongodb'
brew 'moreutils'
brew 'msgpack'
brew 'taglib'
brew 'netcat'
brew 'openssl@1.1'
brew 'nginx'
brew 'nmap'
brew 'node'
brew 'nvm'
brew 'packer'
brew 'phantomjs'
brew 'pigz'
brew 'plotutils'
brew 'pngcheck'
brew 'postgresql'
brew 'pstoedit'
brew 'pv'
brew 'py2cairo'
brew 'pygobject'
brew 'pygtk'
brew 'qt@5.7'
brew 'sip', args: ['with-python3']
brew 'pyqt5'
brew 'qscintilla2'
brew 'qt5'
brew 'rename'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'rust'
brew 'sbcl'
brew 'sdl'
brew 'siege'
brew 'socat'
brew 'speedtest_cli'
brew 'sqlmap'
brew 'ssh-copy-id'
brew 'szip'
brew 'tbb'
brew 'tcpflow'
brew 'tcpreplay'
brew 'tcptrace'
brew 'texi2html'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'ttfautohint'
brew 'two-lame'
brew 'ucspi-tcp'
brew 'unibilium'
brew 'unixodbc'
brew 'utf8proc'
brew 'vbindiff'
brew 'vim', args: ['with-python3', 'with-override-system-vi']
brew 'vimpc'
brew 'webkit2png'
brew 'wget', args: ['with-iri']
brew 'yarn'
brew 'yasm'
brew 'zopfli'
brew 'bramstein/webfonttools/sfnt2woff'
brew 'bramstein/webfonttools/sfnt2woff-zopfli'
brew 'bramstein/webfonttools/woff2'
brew 'd12frosted/emacs-plus/emacs-plus'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/openssh'
brew 'homebrew/dupes/screen'
brew 'homebrew/dupes/zlib'
brew 'homebrew/php/php70'
brew 'homebrew/science/veclibfort'
brew 'homebrew/science/arpack'
brew 'homebrew/science/glpk'
brew 'homebrew/science/hdf5'
brew 'homebrew/science/metis'
brew 'homebrew/science/qhull'
brew 'homebrew/science/qrupdate'
brew 'homebrew/science/suite-sparse'
brew 'homebrew/science/transfig'
brew 'homebrew/science/octave'
brew 'neovim/neovim/neovim'
brew 'vitorgalvao/tiny-scripts/cask-repair'

cask 'atom'
cask 'dropbox'
cask 'filezilla'
cask 'firefox'
cask 'font-inconsolata-for-powerline'
cask 'font-source-code-pro'
cask 'gas-mask'
cask 'google-chrome'
cask 'gpgtools'
cask 'haskell-platform'
cask 'hex-fiend'
cask 'iterm2'
cask 'licecap'
cask 'macdown'
cask 'ngrok'
cask 'psequel'
cask 'querious'
cask 'skyfonts'
cask 'skype'
cask 'soundflower'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'
cask 'telegram'
cask 'tunnelblick'
cask 'utorrent'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
