cask_args appdir: '/Applications'

tap 'bramstein/webfonttools'
tap 'caskroom/cask'
tap 'd12frosted/emacs-plus'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'vitorgalvao/tiny-scripts'
brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'gnu-sed'
brew 'ack'
cask 'java'
brew 'sqlite'
brew 'git'
brew 'awscli'
brew 'bash'
brew 'bash-completion'
brew 'clisp'
brew 'fish'
brew 'git-flow'
brew 'git-lfs'
brew 'gnupg'
brew 'grep'
brew 'gnuplot', args: ['with-qt@5.7', 'with-x11']
brew 'go'
brew 'graphviz'
brew 'imagemagick', args: ['with-webp']
brew 'python3'
brew 'hashpump'
brew 'htop-osx'
brew 'httpie'
brew 'hydra'
brew 'keybase'
brew 'leiningen'
brew 'lynx'
brew 'lua'
brew 'libcroco'
brew 'openssh'
brew 'python'
brew 'lynx'
brew 'nginx'
brew 'nmap'
brew 'node'
brew 'nvm'
brew 'p7zip'
brew 'pv'
brew 'rename'
brew 'ssh-copy-id'
brew 'ruby'
brew 'rust'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vbindiff'
brew 'vim', args: ['with-python3', 'with-override-system-vi']
brew 'wget', args: ['with-iri']
brew 'webkit2png'
brew 'yarn'
brew 'zopfli'
brew 'bramstein/webfonttools/sfnt2woff'
brew 'bramstein/webfonttools/sfnt2woff-zopfli'
brew 'bramstein/webfonttools/woff2'
brew 'd12frosted/emacs-plus/emacs-plus'
brew 'vitorgalvao/tiny-scripts/cask-repair'

cask 'atom'
cask 'dropbox'
cask 'filezilla'
cask 'firefox'
cask 'gas-mask'
cask 'google-chrome'
cask 'gpgtools'
cask 'haskell-platform'
cask 'hex-fiend'
cask 'iterm2'
cask 'licecap'
cask 'macdown'
cask 'ngrok'
cask 'postgres'
cask 'psequel'
cask 'querious'
cask 'skyfonts'
cask 'skype'
cask 'soundflower'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'
cask 'telegram'
cask 'tunnelblick'
cask 'utorrent'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
